# Посмотреть документацию к API GitHub, разобраться как вывести список репозиториев для конкретного пользователя,
# сохранить JSON-вывод в файле *.json.

# Изучить список открытых API. Найти среди них любое, требующее авторизацию (любого типа).
# Выполнить запросы к нему,пройдя авторизацию. Ответ сервера записать в файл.


# Настоятельно рекомендуем сдавать практическое задание в виде ссылки на pull request. Рекомендуемый способ организации
# данных в репозитории: создать отдельные папки по темам и помещать в них отдельные файлы с правильным расширением для
# каждой задачи.
